Repository: common-repository/simple-product-sample-for-woocommerce
Catalog: languages/simple-product-sample-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: "Simple Product Sample" plugin requires WooCommerce to be installed and active. Please install and activate WooCommerce first.
es_es: El plugin "Simple Product Sample" requiere que WooCommerce esté instalado y activo. Por favor, instala y activa WooCommerce primero.

source: SIMPLE PRODUCT SAMPLE - Options -
es_es: SIMPLE PRODUCT SAMPLE - Opciones -

source: Do you want the PRO version?
es_es: ¿Quieres la versión PRO?

source: Get a 30-day free trial here.
es_es: Obtener una prueba gratis de 30 días aquí.

source: Do you need changes in the plugin? Send us an email to
es_es: ¿Necesitas cambios en el plugin? Envíanos un email a

source: and we will send you a quote.
es_es: y te enviaremos un presupuesto.

source: Thanks for using our plugin.
es_es: Gracias por usar nuestro plugin.

source: You will be collaborating to maintain it if you value
es_es: Estarás colaborando para mantenerlo si valoras

source: Button style
es_es: Estilo del botón

source: Button Preview:
es_es: Previsualización del botón:

source: Background button color
es_es: Color de fondo del botón

source: Text button color
es_es: Color del texto del botón

source: Border color
es_es: Color de borde

source: Border width
es_es: Ancho de borde

source: Button text
es_es: Texto del botón

source: Use {price} to display the price of the sample.
es_es: Utilizar {price} para mostrar el precio de la muestra.

source: Button text (max.samples)
es_es: Texto del botón (max.samples)

source: Use {max} to display the number of maximum samples.
es_es: Utilizar {max} para mostrar el número máximo de muestras.

source: Font size
es_es: Tamaño de fuente

source: Empty field for use default font size.
es_es: Vacío para usar el tamaño de fuente por defecto.

source: Font weight
es_es: Grosor de fuente

source: (From 100 to 900 in steps of 100) Empty field for use default font weight.
es_es: (De 100 a 900 en pasos de 100) Vacío para usar el grosor de fuente predeterminado.

source: Padding:
es_es: Relleno:

source: Top
es_es: Superior

source: Bottom
es_es: Inferior

source: Left
es_es: Izquierdo

source: Right
es_es: Derecho

source: Empty fields for use default padding.
es_es: Campos vacíos para usar relleno predeterminado.

source: Margin:
es_es: Margen:

source: Empty fields for use default margin.
es_es: Campos vacíos para usar margen predeterminado.

source: Force the margins on the product page so that the "Add to cart" button and the "quantity" field appear aligned. Match the margin of those fields to:
es_es: Forzar los márgenes en la página del producto para que el botón "Agregar al carrito" y el campo "cantidad" aparezcan alineados. Igualar el margen de esos campos a:

source: Empty field for use WooCommerce default margins.
es_es: Vacío para usar los márgenes predeterminados de WooCommerce.

source: General Options
es_es: Opciones Generales

source: Maximum number of samples per order
es_es: Número máximo de muestras por pedido

source: Avoid the user having to choose product variations. (Does not add the variations details to the order).
es_es: Evitar que el usuario tenga que elegir variaciones de producto. (No añade los detalles de variaciones al carrito).

source: Remove all data on plugin uninstall.
es_es: Eliminar todos los datos al desinstalar el plugin.

source: Prices
es_es: Precios

source: Set a sample price for each product at:
es_es: Activar el precio de muestra para cada producto en:

source: Products->Edit product page->Product data->Inventory->Simple Product Sample
es_es: Productos->Editar producto->Datos del producto->Inventario->Simple Product Sample

source: Default global sample price (When there is no individual price)
es_es: Precio de muestra global predeterminado (cuando no hay un precio individual)

source: Default price will be assigned to products that do not have an individual price selected. Set 0 for free.
es_es: El precio predeterminado se asignará a los productos que no tengan un precio individual seleccionado. Establecer 0 para gratis.

source: Show on specific products
es_es: Mostrar en productos específicos

source: Activate the sample on each product in:
es_es: Active la muestra en cada producto en:

source: Show in products by category
es_es: Mostrar en productos por categoría

source: Show sample button in these product categories
es_es: Mostrar el botón de muestra en estas categorías de producto

source: Use CTRL or Shift for multiple selection
es_es: Usar CTRL o Mayús para selección múltiple

source: Save changes
es_es: Guardar cambios

source: License key
es_es: Clave de licencia

source: Activate PRO
es_es: Activar PRO

source: Get 30 days free trial Pro
es_es: Obtener prueba gratuita Pro de 30 días

source: &#10687; PRO VERSION IS ACTIVE
es_es: &#10687; VERSIÓN PRO ACTIVA

source: If you are no longer going to use the PRO options of the plugin in this WooCommerce installation, you can deactivate licenses to reduce the limit of your PRO plan so that you can use it on other websites. You can always reactivate it with your License Key.
es_es: Si ya no vas a utilizar las opciones PRO del plugin en esta instalación de WooCommerce, puedes desactivar licencias para reducir el límite de tu plan PRO para que puedas usarlo en otros sitios web. Siempre puedes reactivarlo con su clave de licencia.

source: Deactivate PRO license on this website
es_es: Desactivar licencia PRO en este sitio web

source: Quick start
es_es: Inicio Rápido

source: Select your preferred options in this menu.
es_es: Seleccionar tus opciones preferidas en este menú.

source: Select in each product if it has a sample and its price in:
es_es: Seleccionar en cada producto si tiene muestra y su precio en:

source: If you have the Pro version you can also select by categories and set a global price for all samples.
es_es: Si tienes la versión Pro, también puedes seleccionar por categorías y establecer un precio global para todas las muestras.

source: Rate our plugin
es_es: Valora nuestro plugin.

source: Options have been saved.
es_es: Las opciones se han guardado.

source: Error nonce saving options.
es_es: Error nonce guardando opciones.

source: Sample active
es_es: Muestra activa

source: Set 0 for free sample. (In the PRO version, if the field is empty, the default price of the plugin will be used).
es_es: Establecer 0 para la muestra gratuita. (En la versión PRO, si el campo está vacío, se utilizará el precio predeterminado del plugin).

source: Sample price
es_es: Precio muestra

source: PRO version
es_es: Versión PRO

source: The premium features of the plugin have been successfully disabled.
es_es: Las características premium del plugin se han desactivado satisfactoriamente.

source: The PRO plugin is activated.
es_es: El plugin PRO está activado.

source: The PRO plugin is disabled.
es_es: El plugin PRO está desactivado.

source: Show Cart
es_es: Ver carrito

source: You have exceeded the maximum number of samples. Reduce to a maximum of %s samples, please.
es_es: Has superado el número máximo de muestras. Reduce a un máximo de %s muestras, por favor.

source: SAMPLE
es_es: MUESTRA

source: Maximum number of samples reached
es_es: Número máximo de muestras alcanzadas

source: https://mci-desarrollo.es/simple-product-sample-pro/?lang=en
es_es: https://mci-desarrollo.es/simple-product-sample-pro/?lang=es

source: Add a button to "Request sample" on the WooCommerce product page. It is possible to activate the sample and configure its price for each product.
es_es: Añade un botón a "Pedir muestra" en la página del producto WooCommerce. Es posible activar la muestra y configurar su precio para cada producto.
